{
    "back": "Back",
    "menu": {
        "home": "Home",
        "contact": "Contact",
        "podcast": "Podcast"
    },
    "content": {
        "moto": "Never give up! Great things take time.",
        "form": {
            "labels": {
                "name": "Name",
                "email": "Email",
                "phone": "Phone",
                "message": "Message"
            },
            "btn": {
                "submit": "Send"
            }
        },
        "homepage": "Greetings! Allow me to introduce myself – I am Aleš Jandera, senior software developer and passionate entrepreneur. With a wealth of experience under my belt, I proudly hold a master's degree in cybernetics and automation, which has provided me with a robust foundation to delve into the exciting realms of technology and innovation. Over the course of the past decade, my journey in the software development landscape has been nothing short of exhilarating.",
        "homepage2": "I've traversed through a myriad of projects, donning the roles of a trusted partner for my clients and a vital member of expansive teams as a dedicated contractor. This dynamic journey has equipped me with a diverse skill set and a profound understanding of how to bring visions to life through the power of code.",
        "homepage3": "My true passion lies in the vibrant world of ecommerce, where I've carved out a niche specializing in creating captivating online stores that seamlessly blend form and function. Crafting these digital marketplaces is akin to painting on a canvas of code, where user experience takes center stage.",
        "homepage4": "The synergy between data and efficiency fascinates me, and I'm driven by the challenge of orchestrating complex logistical processes with the elegance of a symphony conductor.Predictive analytics, a true gem of the digital age, also finds its place in my repertoire. So there you have it – an intricate tapestry woven with my experiences, passions, and aspirations. I'm not just a software developer; I'm a trailblazer, a conductor of code, and a maestro of digital innovation. Join me on this captivating journey as we continue to explore the ever-evolving landscape of technology together.",
        "sp": "storePredictor is a cutting-edge innovation that lies at the crossroads of data science, artificial intelligence, and retail strategy. Imagine having the power to peer into the future of retail, foreseeing trends and consumer behavior patterns before they even unfold. This is the essence of StorePredictor.",
        "sp2": "At its core, StorePredictor is a sophisticated predictive analytics platform designed to empower retailers and e-commerce businesses with the ability to make informed decisions that resonate with the ever-changing desires of their customers. Leveraging historical data, real-time inputs, and advanced machine learning algorithms, StorePredictor has the capability to anticipate buying trends, optimize inventory management, and fine-tune pricing strategies with remarkable accuracy.",
        "sp3": "Picture this: a retailer who uses StorePredictor gains unparalleled insights into which products are likely to soar in demand during specific seasons, holidays, or even unexpected events. This foresight enables them to proactively adjust their inventory levels, ensuring that they never miss an opportunity to meet customer demands while minimizing excess stock that could tie up resources.",
        "sp4": "Furthermore, StorePredictor has the prowess to decipher intricate consumer behavior patterns. It examines variables such as past purchases, browsing habits, demographics, and external factors like economic indicators and social trends. Armed with this multifaceted understanding, businesses can tailor their marketing efforts, personalize user experiences, and craft promotions that resonate authentically with their target audience.",
        "sp5": "But the brilliance of StorePredictor doesn't end there. One of its standout features is its ability to optimize pricing strategies. By analyzing historical pricing data, competitor pricing, and market trends, the platform can recommend optimal price points that strike a harmonious balance between profitability and customer appeal. This dynamic pricing approach keeps businesses agile and competitive in a landscape where pricing nuances can make all the difference.",
        "sp6": "Imagine a retailer receiving real-time alerts from StorePredictor when a sudden surge in demand is detected, allowing them to swiftly replenish stock or adjust marketing efforts to capitalize on the opportunity. This agility is a game-changer, granting businesses the ability to stay ahead of the curve and ride the waves of consumer sentiment.",
        "sp7": "In essence, StorePredictor is not just a tool; it's a strategic companion that guides retailers through the intricate dance of modern commerce. By fusing the power of data-driven insights with the art of prediction, StorePredictor equips businesses with the tools to thrive, adapt, and succeed in an ever-evolving retail landscape.",
        "sp8": "So, whether you're a brick-and-mortar establishment or an online marketplace, StorePredictor stands ready to be your compass in the realm of retail, steering you toward success with every calculated step.",
        "sp9": "Develope since 7/2021 after success in a Startup Incubator in Technicom, part of TUKE university in Košice.",
        "shopycrm": "My own SaaS CRM application developed since 2014 which is focused on sales companies. Instead of basic CRM function based on CRM framwork is the best point in the automation and communication with third party application.",
        "shopycrm2": "You can easy connect your online store, marketplaces, account software, logistic software, warehouse storage. Easy to connect everything with xml or csv specification. Other connection I am able to made as a custom changes in the shopyCRM software.",
        "shopycrm3": "Visit shopycrm.com and register for free to see what my cloud based CRM app is able to made for you.",
        "arualcms": "Open source simple CMS web application to content management of your website. Is very simple and use Go lang as a backend REST API, Administration part is made in VueJS and frontend you can connect by rest API in your favourite technology.",
        "arualcms2": "You can easy made a production build from github or you can use prebuild docker container to easy use in our docker stack. Documentation for api you can see in apiary."
    },
    "footer": {
        "copyright": "All rights reserved"
    },
    "404": {
        "title": "Oops!",
        "subtitle": "404 Not Found",
        "description": "Sorry, an error has occured, Requested page not found!",
        "home": "Take Me Home"
    },
    "sidebar": {
        "projects": "My projects",
        "customers": "Main Customers"
    },
    "published": "Published"
}
